Repository: ABuffEr/instantTranslate
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it

source: Instant Translate Settings
it: Impostazioni di Instant Translate

source: Select translation source and target language:
it: Selezionare la lingua di origine e quella di destinazione per la traduzione:

source: Source language:
it: Lingua di origine:

source: Target language:
it: Lingua di destinazione:

source: Copy translation result to clipboard
it: Copia il risultato della traduzione negli appunti

source: Language for swapping:
it: Lingua per lo scambio:

source: Activate the auto-swap if recognized source is equal to the target (experimental)
it: Attiva lo scambio automatico se la lingua d'origine rilevata è uguale a quella di destinazione (sperimentale)

source: Automatically detect language
it: Rileva lingua automaticamente

source: Arabic
it: Arabo

source: Welsh
it: Gallese

source: Armenian
it: Armeno

source: Latin
it: Latino

source: Norwegian
it: Norvegese

source: Serbian (Latin)
it: Serbo

source: Chinese (Simplified)
it: Cinese (semplificato)

source: Chinese (Traditional)
it: Cinese (tradizionale)

source: Instant &Translate Settings...
it: Instant &Translate Impostazioni...

source: Select languages to be used for translation.
it: Selezionare le lingue da utilizzare per la traduzione

source: There is no text on the clipboard
it: Non è presente testo negli appunti.

source: Translates clipboard text from one language to another using Google Translate.
it: Traduce il testo presente negli appunti da una lingua ad un'altra tramite Google Translate

source: no selection
it: Nessuna selezione

source: Translates selected text from one language to another using Google Translate.
it: Traduce il testo selezionato da una lingua ad un'altra tramite Google Translate

source: Translating...
it: Traduzione in corso...

source: Languages swapped
it: Lingue scambiate

source: Translate: from {lang1} to {lang2}
it: Traduci: da {lang1} a {lang2}

source: Instant Translate - Translates given text using the Google Translate service.
it: Instant Translate - Traduce il testo selezionato tramite il servizio Google Translate.

source: This addon translates selected or clipboard text using the Google Translate service and presents it. Press NVDA+Shift+T to translate selected text. Press NVDA+Shift+Y to translate clipboard text.
it: Questo componente aggiuntivo traduce il testo selezionato o presente negli Appunti utilizzando il servizio Google Translate e lo annuncia. ;Premere NVDA + Shift + T per tradurre il testo selezionato. ;Premere NVDA + Shift + Y per tradurre il testo negli appunti.

source: You have installed an old and incompatible version of this addon. Do you want to uninstall the old version?
it: Hai installato una versione vecchia e incompatibile di questo componente aggiuntivo. Vuoi disinstallarla?

source: Uninstall incompatible add-on
it: Disinstalla componente aggiuntivo incompatibile
